tap "dokku/repo"
tap "gromgit/brewtils"
tap "nikitabobko/tap"
tap "peonping/tap"
tap "specstoryai/tap"
brew "btop"
brew "cloudflared"
brew "cocoapods"
brew "gh"
brew "nvm"
brew "scrcpy"
brew "tailscale"
brew "tmux"
brew "zplug"
brew "dokku/repo/dokku"
brew "gromgit/brewtils/taproom"
brew "peonping/tap/peon-ping"
brew "specstoryai/tap/specstory"
cask "1password"
cask "android-platform-tools"
cask "android-studio"
cask "arc"
cask "claude-code"
cask "cursor"
cask "discord"
cask "docker-desktop"
cask "figma"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "logi-options+"
cask "logitune"
cask "obs"
cask "obsidian"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "superwhisper"
cask "tailscale-app"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zwift"
vscode "attilabuti.vscode-mjml"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-diff"
vscode "fwcd.kotlin"
vscode "gencer.html-slim-scss-css-class-completion"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "graphql.vscode-graphql-syntax"
vscode "kamikillerto.vscode-colorize"
vscode "karunamurti.haml"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "oderwat.indent-rainbow"
vscode "peterj.proto"
vscode "pnp.polacode"
vscode "postman.postman-for-vscode"
vscode "redhat.vscode-xml"
vscode "rvest.vs-code-prettier-eslint"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
